Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Don't interrupt the process by shutting down or interrupting power to the machine.
sv: Avbryt inte processen genom att stÃ¤nga av eller slÃ¥ av strÃ¶mmen till maskinen.

source: If the process is interrupted, you should be able to continue it.
sv: Om processen avbryts bÃ¶r du kunna fortsÃ¤tta den.

source: Confirm & Start Distribution Update
sv: BekrÃ¤fta och starta versionsuppdatering

source: Distribution update has started. This operation may take several hours. Most apps will be unavailable during this period. Don't interrupt the process by shutting down or interrupting power to the machine.
sv: Distributionsuppdateringen har bÃ¶rjat. Denna operation kan ta flera timmar. De flesta appar kommer att vara otillgÃ¤ngliga under denna period. Avbryt inte processen genom att stÃ¤nga av eller slÃ¥ av strÃ¶mmen till maskinen.

source: Distribution update has completed. Reboot the machine, if necessary.
sv: Distributionsuppdateringen har slutfÃ¶rts. Starta om maskinen vid behov.

source: Distribution update will start soon. Take a backup of apps and data before then. See <a href="%(dist_upgrade_url)s">manual</a> page for expected changes and transitions during the distribution upgrade.
sv: Distributionsuppdateringen bÃ¶rjar snart. Ta en sÃ¤kerhetskopia av appar och data innan dess. Se <a href="%(dist_upgrade_url)s">manual</a> fÃ¶r fÃ¶rvÃ¤ntade fÃ¶rÃ¤ndringar och Ã¶vergÃ¥ngar under distributionsuppgraderingen.

source: Distribution update will start in %(in_days)s days. Take a backup of apps and data before then. See <a href="%(dist_upgrade_url)s">manual</a> page for expected changes and transitions during the distribution upgrade.
sv: Distributionsuppdateringen startar om %(in_days)s dagar. Ta en sÃ¤kerhetskopia av appar och data innan dess. Se <a href="%(dist_upgrade_url)s">manuell </a> sida fÃ¶r fÃ¶rvÃ¤ntade fÃ¶rÃ¤ndringar och Ã¶vergÃ¥ngar under distributionsuppgraderingen.

source: Go to Distribution Update
sv: GÃ¥ till distributionsduppdatering

source: Your %(box_name)s will receive security updates, important fixes and some selected features with regular software updates. However, to provide a long software life cycle for %(box_name)s, the entire operating system will receive a major distribution update every two years or so. This will bring in major features and changes. Sometimes, old features will stop working. Please consult the <a href="%(dist_upgrade_url)s">manual</a> for expected changes and transitions during a distribution upgrade. If you dislike these changes, you can keep each distribution for at least <a href="https://wiki.debian.org/LTS">5 years</a> before updating.
sv: Din %(box_name)s kommer att fÃ¥ sÃ¤kerhetsuppdateringar, viktiga korrigeringar och vissa utvalda funktioner med regelbundna programuppdateringar. FÃ¶r att ge en lÃ¥ng livscykel fÃ¶r mjukvara fÃ¶r %(box_name)s kommer hela operativsystemet att fÃ¥ en stor distributionsuppdatering vartannat Ã¥r. Detta kommer att omfatta stÃ¶rre funktioner och fÃ¶rÃ¤ndringar. Ibland kommer gamla funktioner att sluta fungera. VÃ¤nligen konsultera <a href="%(dist_upgrade_url)s">manual</a> fÃ¶r fÃ¶rvÃ¤ntade fÃ¶rÃ¤ndringar och Ã¶vergÃ¥ngar under en distributionsuppgradering. Om du ogillar dessa fÃ¶rÃ¤ndringar kan du hÃ¥lla varje distribution i minst <a href="https://wiki.debian.org/LTS">5 Ã¥r </a> innan du uppdaterar.

source: Distribution update is currently running. This operation may take several hours. Most apps will be unavailable during this period.
sv: Distributionsuppdateringen kÃ¶rs fÃ¶r nÃ¤rvarande. Denna operation kan ta flera timmar. De flesta appar kommer att vara otillgÃ¤ngliga under denna period.

source: Automatic updates are disabled.
sv: Automatiska uppdateringar Ã¤r inaktiverade.

source: Distribution upgrades are disabled.
sv: Distributionsuppgradering inaktiverad.

source: You need to have at least 5 GB of free space available on primary disk to perform a distribution update.
sv: Du mÃ¥ste ha minst 5 GB ledigt utrymme tillgÃ¤ngligt pÃ¥ primÃ¤r disk fÃ¶r att utfÃ¶ra en distributionsuppdatering.

source: Your current distribution is mixed or not understood.
sv: Din nuvarande distribution Ã¤r blandad eller inte fÃ¶rstÃ¥dd.

source: Current Distribution:
sv: Nuvarande distribution:

source: Unknown or mixed
sv: OkÃ¤nd eller blandad

source: Rolling release distribution
sv: Distribution med rullande utgÃ¥va

source: Released: %(date)s.
sv: SlÃ¤pptes %(date)s.

source: Next Stable Distribution:
sv: NÃ¤sta stabila distribution:

source: Unknown
sv: OkÃ¤nt

source: Likely release: %(date)s.
sv: Troligt slÃ¤ppdatum: %(date)s.

source: Next stable distribution is not available yet.
sv: NÃ¤sta stabila distribution Ã¤r inte tillgÃ¤nglig Ã¤nnu.

source: You are on a rolling release distribution. No distribution update is necessary. Thank you for helping test the %(box_name)s project. Please report any problems you notice.
sv: Du Ã¤r pÃ¥ en distribution med rullande utgÃ¥va. Ingen distributionsuppdatering Ã¤r nÃ¶dvÃ¤ndig. Tack fÃ¶r att du hjÃ¤lpte till att testa %(box_name)s-projektet. VÃ¤nligen rapportera eventuella problem du mÃ¤rker.

source: A previous run of distribution update may have been interrupted. Please re-run the distribution update.
sv: En tidigare distributionsuppdatering kan ha avbrutits. VÃ¤nligen kÃ¶r distributionsuppdateringen pÃ¥ nytt.

source: A new stable distribution is available. Your %(box_name)s will be updated automatically in %(period)s. You may choose to update manually now, if you wish.
sv: En ny stabil distribution Ã¤r tillgÃ¤nglig. Din %(box_name)s uppdateras automatiskt i %(period)s. Du kan vÃ¤lja att uppdatera manuellt nu om du vill.

source: A new stable distribution is available. Your %(box_name)s will be updated automatically soon. You may choose to update manually now, if you wish.
sv: En ny stabil distribution Ã¤r tillgÃ¤nglig. Din %(box_name)s kommer att uppdateras automatiskt snart. Du kan vÃ¤lja att uppdatera manuellt nu om du vill.

source: You are on the latest stable distribution. This is recommended. However, if you wish to help beta test %(box_name)s functionality, you may update to next distribution manually. This setup may experience occational app failures until the next stable release.
sv: Du Ã¤r pÃ¥ den senaste stabila distributionen. Detta rekommenderas. Men om du vill hjÃ¤lpa betatesta %(box_name)s funktionalitet, kan du uppdatera till nÃ¤sta distribution manuellt. Denna instÃ¤llning kan uppleva enstaka appfel fram till nÃ¤sta stabila release.

source: Start Distribution Update
sv: Starta distributionsuppdatering

source: Continue Distribution Update
sv: FortsÃ¤tt distributionuppdatering

source: Start Distribution Update (for testing)
sv: Starta distributionsuppdatering (fÃ¶r testning)

source: %(box_name)s updated
sv: %(box_name)s uppdaterat

source: %(box_name)s has been updated to version %(version)s. See the <a href="%(url)s">release announcement</a>.
sv: %(box_name)s har uppdaterats till version %(version)s. Se <a href="%(url)s">release-meddelande</a>.

source: Updating...
sv: Uppdatera...

source: There is a new %(box_name)s version available.
sv: Det finns en ny %(box_name)s version tillgÃ¤nglig.

source: Your Freedombox needs an update!
sv: Din Freedombox behÃ¶ver en uppdatering!

source: Frequent feature updates can be activated. Activating them is recommended.
sv: Frekventa funktionsuppdateringar kan aktiveras. Aktivera dem rekommenderas.

source: Frequent feature updates cannot be activated. They may not be necessary on your distribution.
sv: Frekventa funktionsuppdateringar kan inte aktiveras. De kanske inte Ã¤r nÃ¶dvÃ¤ndiga fÃ¶r din distribution.

source: <strong>Warning!</strong> Once frequent feature updates are activated, they cannot be deactivated. You may wish to take a snapshot using <a href="%(snapshot_url)s">Storage Snapshots</a> before continuing.
sv: <strong>Varning!</strong> NÃ¤r tÃ¤ta uppdateringar Ã¤r aktiverade, de kan inte stÃ¤ngas av. Du kanske vill ta en snapshot med hjÃ¤lp av <a href="%(snapshot_url)s">Ãgonblicksbilder av lagring</a> innan du fortsÃ¤tter.

source: Manual Update
sv: Manuell Uppdatering

source: <strong>This may take a long time to complete.</strong> During an update, you cannot install apps. Also, this web interface may be temporarily unavailable and show an error. In that case, refresh the page to continue.
sv: <strong>Detta kan ta lÃ¥ng tid att slutfÃ¶ra.</strong> Under en uppdatering kan du inte installera appar. WebbgrÃ¤nssnittet kan ocksÃ¥ vara tillfÃ¤lligt otillgÃ¤ngligt och visa ett fel. I sÃ¥ fall uppdaterar du sidan fÃ¶r att fortsÃ¤tta.

source: Show recent update logs
sv: Visa senaste uppdatering av loggar

source: Error when configuring unattended-upgrades
sv: Fel vid konfigurering av obevakad uppgraderingar

source: Started distribution update.
sv: Startade distributionsuppdatering.

source: Upgrade process started.
sv: Uppgraderingsprocessen pÃ¥bÃ¶rjades.

source: Starting upgrade failed.
sv: Det gick inte att starta uppgraderingen.

source: Frequent feature updates activated.
sv: Frekventa funktionsuppdateringar aktiverade.

source: Create and manage user accounts. These accounts serve as centralized authentication mechanism for most apps. Some apps further require a user account to be part of a group to authorize the user to access the app.
sv: Skapa och hantera anvÃ¤ndarkonton. Dessa konton fungerar som centraliserad autentiseringsmekanism fÃ¶r de flesta appar. Vissa appar krÃ¤ver ytterligare ett anvÃ¤ndarkonto fÃ¶r att vara en del av en grupp fÃ¶r att auktorisera anvÃ¤ndaren att komma Ã¥t appen.

source: Any user may login to {box_name} web interface to see a list of apps relevant to them in the home page. However, only users of the <em>admin</em> group may alter apps or system settings.
sv: Alla anvÃ¤ndare kan logga in pÃ¥ {box_name} webbgrÃ¤nssnitt fÃ¶r att se en lista Ã¶ver appar som Ã¤r relevanta fÃ¶r dem pÃ¥ startsidan. Endast anvÃ¤ndare av gruppen <em>admin</em> kan dock Ã¤ndra appar eller SysteminstÃ¤llningar.

source: Users and Groups
sv: AnvÃ¤ndare och grupper

source: Access to all services and system settings
sv: TillgÃ¥ng till alla tjÃ¤nster och systeminstÃ¤llningar

source: Check LDAP entry "{search_item}"
sv: Kontrollera LDAP-posten "{search_item}"

source: Check nslcd config "{key} {value}"
sv: Kontrollera nslcd-konfigurationen "{key}{value}"

source: Check nsswitch config "{database}"
sv: Kontrollera nsswitch-konfigurationen "{database}"

source: Enter the letters in the image to proceed to the login page
sv: Skriv in bokstÃ¤verna i bilden fÃ¶r att gÃ¥ vidare till inloggningssidan

source: Username is taken or is reserved.
sv: AnvÃ¤ndarnamnet Ã¤r upptaget eller Ã¤r reserverade.

source: Optional. Used to send emails to reset password and important notifications.
sv: Valfritt. AnvÃ¤nds fÃ¶r att skicka e-post fÃ¶r att Ã¥terstÃ¤lla lÃ¶senord och viktiga meddelanden.

source: Select which services should be available to the new user. The user will be able to log in to services that support single sign-on through LDAP, if they are in the appropriate group.<br /><br />Users in the admin group will be able to log in to all services. They can also log in to the system through SSH and have administrative privileges (sudo).
sv: VÃ¤lj vilka tjÃ¤nster som ska vara tillgÃ¤ngliga fÃ¶r den nya anvÃ¤ndaren. AnvÃ¤ndaren kommer att kunna logga in pÃ¥ tjÃ¤nster som stÃ¶der enkel sign-on via LDAP, om de Ã¤r i lÃ¤mplig grupp.<br><br> AnvÃ¤ndare i admin-gruppen kommer att kunna logga in pÃ¥ alla tjÃ¤nster. De kan ocksÃ¥ logga in pÃ¥ systemet genom SSH och ha administrativa privilegier (sudo).

source: Enter a valid username.
sv: Ange ett giltigt anvÃ¤ndarnamn.

source: Required. 150 characters or fewer. English letters, digits and @/./-/_ only.
sv: KrÃ¤vs. 150 tecken eller fÃ¤rre. Engelska bokstÃ¤ver, siffror och endast @/./-/_ .

source: Authorization Password
sv: AuktoriseringslÃ¶senord

source: Enter the password for user "{user}" to authorize account modifications.
sv: Ange lÃ¶senordet fÃ¶r anvÃ¤ndaren "{user}" fÃ¶r att godkÃ¤nna kontomodifieringar.

source: Invalid password.
sv: Ogiltigt lÃ¶senord.

source: Creating LDAP user failed: {error}
sv: Det gick inte att skapa LDAP-anvÃ¤ndare: {error}

source: Failed to add new user to {group} group: {error}
sv: Det gick inte att lÃ¤gga till ny anvÃ¤ndare i gruppen {group} : {error}

source: Authorized SSH Keys
sv: Auktoriserade SSH-nycklar

source: Setting an SSH public key will allow this user to securely log in to the system without using a password. You may enter multiple keys, one on each line. Blank lines and lines starting with # will be ignored.
sv: Om du anger en offentlig SSH-nyckel kan anvÃ¤ndaren sÃ¤kert logga in pÃ¥ systemet utan att anvÃ¤nda ett lÃ¶senord. Du kan ange flera nycklar, en pÃ¥ varje rad. Tomma rader och rader som bÃ¶rjar med # kommer att ignoreras.

source: Delete user
sv: Radera anvÃ¤ndare

source: Deleting the user account will also remove all the files related to the user. Deleting files can be avoided by setting the user account as inactive.
sv: Att ta bort anvÃ¤ndarkontot tar ocksÃ¥ bort alla filer relaterade till anvÃ¤ndaren. Att ta bort filer kan undvikas genom att ange anvÃ¤ndarkontot som inaktivt.

source: Failed to delete user.
sv: Misslyckades med att ta bort anvÃ¤ndaren.

source: Renaming LDAP user failed.
sv: Det gick inte att byta namn pÃ¥ LDAP-anvÃ¤ndare.

source: Failed to remove user from group.
sv: Det gick inte att ta bort anvÃ¤ndare frÃ¥n gruppen.

source: Failed to add user to group.
sv: Det gick inte att lÃ¤gga till anvÃ¤ndare i gruppen.

source: Unable to set SSH keys.
sv: Det gÃ¥r inte att ange SSH-nycklar.

source: Failed to change user status.
sv: Det gick inte att Ã¤ndra anvÃ¤ndarstatus.

source: Changing LDAP user password failed.
sv: Det gick inte att Ã¤ndra anvÃ¤ndarlÃ¶senordet fÃ¶r LDAP.

source: Failed to add new user to admin group: {error}
sv: Det gick inte att lÃ¤gga till ny anvÃ¤ndare i administratÃ¶rsgruppen: {error}

source: User account created, you are now logged in
sv: AnvÃ¤ndarkonto skapat, du Ã¤r nu inloggad

source: Manage accounts
sv: Hantera konton

source: App permissions
sv: ProgrambehÃ¶righeter

source: Proceed to Login
sv: FortsÃ¤tt till inloggning

source: Change Password for <em>%(username)s</em>
sv: Ãndra lÃ¶senord fÃ¶r <em>%(username)s </em>

source: Save Password
sv: Spara lÃ¶senord

source: Create User
sv: Skapa anvÃ¤ndare

source: Administrator Account
sv: AdministratÃ¶rskonto

source: Choose a username and password to access this web interface. The password can be changed later. This user will be granted administrative privileges. Other users can be added later.
sv: VÃ¤lja ett anvÃ¤ndarnamn och lÃ¶senord fÃ¶r att komma Ã¥t detta webbgrÃ¤nssnitt. LÃ¶senordet kan Ã¤ndras senare. Denna anvÃ¤ndare kommer att beviljas administrativa privilegier. Andra anvÃ¤ndare kan lÃ¤ggas till senare.

source: Create Account
sv: Skapa konto

source: An administrator account already exists.
sv: Det finns redan ett administratÃ¶rskonto.

source: The following administrator accounts exist in the system.
sv: FÃ¶ljande administratÃ¶rskonton finns i systemet.

source: Delete these accounts from command line and refresh the page to create an account that is usable with %(box_name)s. On the command line run the command "echo '{"args": ["USERNAME", "AUTH_USER", "AUTH_PASSWORD"], "kwargs": {}}' | sudo freedombox-cmd users remove_user". If an account is already usable with %(box_name)s, skip this step.
sv: Ta bort dessa konton frÃ¥n kommandoraden och uppdatera sidan fÃ¶r att skapa ett konto som Ã¤r anvÃ¤ndbart med %(box_name)s. PÃ¥ kommandoraden kÃ¶r kommandot "echo" { "args": ["USERNAME", "AUTH_USER", "AUTH_PASSWORD"], "kwargs": {}}' | sudo freedombox-cmd users remove_user". Om ett konto redan Ã¤r anvÃ¤ndbart med %(box_name)s, hoppa Ã¶ver detta steg.

source: Skip this step
sv: Hoppa Ã¶ver det hÃ¤r steget

source: Users
sv: Användare

source: Edit user %(username)s
sv: Redigera anvÃ¤ndare %(username)s

source: Login
sv: Logga in

source: Edit User <em>%(username)s</em>
sv: Redigera anvÃ¤ndare <em>%(username)s</em>

source: Use the <a href='%(change_password_url)s'>change password form </a> to change the password.
sv: AnvÃ¤nd <a href="%(change_password_url)s">Ã¤ndra lÃ¶senord </a> fÃ¶r att Ã¤ndra lÃ¶senordet.

source: Save Changes
sv: Spara Ã¤ndringar

source: Delete user <em>%(username)s</em> and all the user's files?
sv: Ta bort anvÃ¤ndaren <em>%(username)s</em> och alla anvÃ¤ndarens filer?

source: Deleting a user account also removes all the files user's home directory. If you wish to keep these files, disable the user account instead.
sv: Att ta bort ett anvÃ¤ndarkonto tar ocksÃ¥ bort alla filer anvÃ¤ndarens hemkatalog. Om du vill behÃ¥lla dessa filer, inaktivera anvÃ¤ndarkontot istÃ¤llet.

source: Delete user and files
sv: Ta bort anvÃ¤ndare och filer

source: Cancel
sv: Avbryt

source: Logged out successfully.
sv: Du har loggat ut framgÃ¥ngsrikt.

source: User %(username)s created.
sv: AnvÃ¤ndaren %(username)s skapades.

source: User %(username)s updated.
sv: AnvÃ¤ndaren %(username)s har uppdaterats.

source: Edit User
sv: Redigera anvÃ¤ndar

source: User %(username)s deleted.
sv: AnvÃ¤ndare %(username)s raderades.

source: Change Password
sv: Ãndra lÃ¶senord

source: Password changed successfully.
sv: LÃ¶senordet har Ã¤ndrats.

source: WireGuard is a fast, modern, secure VPN tunnel.
sv: WireGuard Ã¤r en snabb, modern, sÃ¤ker VPN-tunnel.

source: It can be used to connect to a VPN provider which supports WireGuard, and to route all outgoing traffic from {box_name} through the VPN.
sv: Den kan anvÃ¤ndas fÃ¶r att ansluta till en VPN-leverantÃ¶r som stÃ¶der WireGuard och fÃ¶r att dirigera all utgÃ¥ende trafik frÃ¥n {box_name} via VPN.

source: A second use case is to connect a mobile device to {box_name} while travelling. While connected to a public Wi-Fi network, all traffic can be securely relayed through {box_name}.
sv: Ett andra anvÃ¤ndningsfall Ã¤r att ansluta en mobil enhet till {box_name} nÃ¤r du reser. NÃ¤r all trafik Ã¤r ansluten till ett offentligt Wi-Fi-nÃ¤tverk kan den vidarebefordras pÃ¥ ett sÃ¤kert sÃ¤tt via {box_name}.

source: Invalid key.
sv: Ogiltig nyckel.

source: Enter a valid IPv4 address.
sv: Ange en giltig IPv4-adress.

source: Enter a valid network prefix or net mask.
sv: Ange ett giltigt nÃ¤tverksprefix eller netmask.

source: Public Key
sv: Offentlig nyckel

source: Public key of the peer. Example: MConEJFIg6+DFHg2J1nn9SNLOSE9KR0ysdPgmPjibEs= .
sv: Offentlig nyckel fÃ¶r peer. Exempel: MConEJFIg6+DFHg2J1nn9SNLOSE9KR0ysdPgmPjibEs= .

source: Endpoint of the server
sv: Slutpunkt fÃ¶r servern

source: Domain name and port in the form "ip:port". Example: demo.wireguard.com:12912 .
sv: DomÃ¤nnamn och port i formulÃ¤ret "ip:port". Exempel: demo.wireguard.com:12912 .

source: Public key of the server
sv: Offentlig nyckel fÃ¶r servern

source: Provided by the server operator, a long string of characters. Example: MConEJFIg6+DFHg2J1nn9SNLOSE9KR0ysdPgmPjibEs= .
sv: TillhandahÃ¥lls av serveroperatÃ¶ren, en lÃ¥ng strÃ¤ng av tecken. Exempel: MConEJFIg6+DFHg2J1nn9SNLOSE9KR0ysdPgmPjibEs= .

source: Client IP address provided by server
sv: Klient-IP-adress som tillhandahÃ¥lls av servern

source: IP address assigned to this machine on the VPN after connecting to the endpoint. This value is usually provided by the server operator. Example: 192.168.0.10. You can also specify the network. This will allow reaching machines in the network. Examples: 10.68.12.43/24 or 10.68.12.43/255.255.255.0.
sv: IP-adressen som tilldelats denna maskin pÃ¥ VPN efter anslutning till slutpunkten. Detta vÃ¤rde tillhandahÃ¥lls vanligtvis av serveroperatÃ¶ren. Exempel: 192.168.0.10. Du kan ocksÃ¥ ange nÃ¤tverket. Detta gÃ¶r det mÃ¶jligt att nÃ¥ maskiner i nÃ¤tverket. Exempel: 10.68.12.43/24 eller 10.68.12.43/255.255.255.0.

source: Private key of this machine
sv: Maskinens privata nyckel

source: Optional. New public/private keys are generated if left blank. Public key can then be provided to the server. This is the recommended way. However, some server operators insist on providing this. Example: MConEJFIg6+DFHg2J1nn9SNLOSE9KR0ysdPgmPjibEs= .
sv: Valfri. Nya offentliga/privata nycklar genereras om de lÃ¤mnas tomma. Offentlig nyckel kan sedan tillhandahÃ¥llas till servern. Detta Ã¤r det rekommenderade sÃ¤ttet. Vissa serveroperatÃ¶rer insisterar dock pÃ¥ att tillhandahÃ¥lla detta. Exempel: MConEJFIg6+DFHg2J1nn9SNLOSE9KR0ysdPgmPjibEs= .

source: Pre-shared key
sv: I fÃ¶rvÃ¤g delad nyckel

source: Optional. A shared secret key provided by the server to add an additional layer of security. Fill in only if provided. Example: MConEJFIg6+DFHg2J1nn9SNLOSE9KR0ysdPgmPjibEs=.
sv: Valfri. En delad hemlig nyckel som tillhandahÃ¥lls av servern fÃ¶r att lÃ¤gga till ytterligare ett sÃ¤kerhetslager. Fyll bara i om det finns. Exempel: MConEJFIg6+DFHg2J1nn9SNLOSE9KR0ysdPgmPjibEs=.

source: Use this connection to send all outgoing traffic
sv: AnvÃ¤nd den hÃ¤r anslutningen fÃ¶r att skicka all utgÃ¥ende trafik

source: Typically checked for a VPN service through which all traffic is sent.
sv: Vanligtvis kontrolleras fÃ¶r en VPN-tjÃ¤nst genom vilken all trafik skickas.

source: VPN client
sv: VPN-klient

source: As a Server
sv: Som en server

source: Information for this %(box_name)s:
sv: Information fÃ¶r detta %(box_name)s:

source: Property
sv: Egenskap

source: Value
sv: Värde

source: Endpoint(s)
sv: Slutpunkt

source: %(box_name)s VPN IP for services
sv: %(box_name)s VPN IP fÃ¶r tjÃ¤nster

source: Peers
sv: Jämlikar

source: Peers allowed to connect to this server:
sv: Peers fÃ¥r ansluta till den hÃ¤r servern:

source: Allowed IPs
sv: Tillåtna IP-adresser

source: Last Connected Time
sv: Senast ansluten tid

source: No peers configured to connect to this %(box_name)s yet.
sv: Inga peer-datorer har konfigurerats fÃ¶r att ansluta till dessa %(box_name)s Ã¤nnu.

source: Add a new peer
sv: LÃ¤gga till en ny peer

source: Add Allowed Client
sv: LÃ¤gga till tillÃ¥ten klient

source: WireGuard server not started yet.
sv: WireGuardservern Ã¤r inte startad Ã¤nnu.

source: Start WireGuard Server
sv: Starta WireGuard-server

source: As a Client
sv: Som klient

source: Servers that %(box_name)s will connect to:
sv: Servrar som %(box_name)s kommer att ansluta till:

source: Endpoint
sv: Slutpunkt

source: No connections to remote servers are configured yet.
sv: Inga anslutningar till fjÃ¤rrservrar har konfigurerats Ã¤nnu.

source: Add a new server
sv: LÃ¤gga till en ny server

source: Add Connection to Server
sv: LÃ¤gga till anslutning till server

source: IP address that will be assigned to this client
sv: IP-adress som kommer att tilldelas denna klient

source: Add Client
sv: LÃ¤gg till klient

source: Are you sure that you want to delete this client?
sv: Ãr du sÃ¤ker pÃ¥ att du vill ta bort denna klient?

source: Are you sure that you want to delete this server?
sv: Ãr du sÃ¤ker pÃ¥ att du vill ta bort den hÃ¤r servern?

source: Update Client
sv: Uppdatera klient

source: Update Connection
sv: Uppdatera anslutningen

source: %(box_name)s will allow this client to connect to it. Ensure that the client is configured with the following information.
sv: %(box_name)s gÃ¶r det mÃ¶jligt fÃ¶r den hÃ¤r klienten att ansluta till den. Kontrollera att klienten Ã¤r konfigurerad med fÃ¶ljande information.

source: Client public key:
sv: Offentlig klientnyckel:

source: IP address to use for client:
sv: IP-adress som ska anvÃ¤ndas fÃ¶r klienten:

source: Pre-shared key:
sv: I fÃ¶rvÃ¤g delad nyckel:

source: Server endpoints:
sv: ServerÃ¤ndpunkter:

source: Server public key:
sv: Serverns offentliga nyckel:

source: Server VPN IP address for services:
sv: Server VPN IP-adress fÃ¶r tjÃ¤nster:

source: Data transmitted:
sv: ÃverfÃ¶rda uppgifter:

source: Data received:
sv: Mottagna uppgifter:
